"STORE_DESCRIPTION" = "VLC for iOS is a port of the free VLC media player to iPad, iPhone and iPod touch.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows file synchronization with Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direct downloads and through WiFi sharing as well as streaming from SMB, FTP, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC for iOS is completely free and open source.";

"STORE_DESCRIPTION_TV" = "VLC media player is a free and open source cross-platform multimedia player.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows streaming from cloud services (Dropbox, OneDrive, Box), Remote Playback from your Mac or PC via a Web UI as well as streaming from SMB, FTP, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC for iOS is completely free and open source.\n\nMetadata and artwork are provided by TMDb and Hatchet, which are community maintained movie and music databases.";

"CHOOSE_AUDIO_TRACK" = "Izvēlieties audio skaņdarbu";
"CHOOSE_SUBTITLE_TRACK" = "Izvēlēties skaņdarba subtitrus";
"OPEN_TRACK_PANEL" = "Open track selection";
"CHOOSE_TITLE" = "Choose Title";
"CHOOSE_CHAPTER" = "Choose Chapter";
"CHAPTER_SELECTION_TITLE" = "Chapters";
"TITLE" = "Nosaukums";
"CHAPTER" = "Chapter";
"MINIMIZE_PLAYBACK_VIEW" = "Minimize playback";
"FULLSCREEN_PLAYBACK" = "Atskaņot pilnekrānā";
"TRACK_SELECTION" = "Track Selection";
"AUDIO" = "Skaņa";
"SUBTITLES" = "Subtitri";
"LANGUAGE" = "Valoda";
"MEDIA_INFO" = "Medija informācija";
"VIDEO_DIMENSIONS" = "Video dimensions";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i audio tracks";
"ONE_AUDIO_TRACK" = "One audio track";
"FORMAT_SPU_TRACKS" = "%i subtitles tracks";
"ONE_SPU_TRACK" = "One subtitles track";

"PLAYING_EXTERNALLY_TITLE" = "TV ir pieslēgta";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Ši video tiek lasīta uz TV";

"VFILTER_HUE" = "Nokrāsa";
"VFILTER_CONTRAST" = "Kontrasts";
"VFILTER_BRIGHTNESS" = "Spilgtums";
"VFILTER_SATURATION" = "Piesātināšana";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Preamp";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Choose Equalizer Profile";

"PLAYBACK_FAILED" = "Atskaņošana neizdevās";
"PLEASE_WAIT" = "Please wait";
"AR_CHANGED" = "Skata koeficients: %@";
"DEFAULT" = "Pēc noklusējuma";
"FILL_TO_SCREEN" = "Apgriezt, lai aizpildītu ekrānu.";
"PLAYBACK_SPEED" = "Atskaņošanas ātrums";
"SPU_DELAY" = "Subtitles delay";
"AUDIO_DELAY" = "Audio delay";
"BUTTON_SLEEP_TIMER" = "Sleep Timer";
"SLEEP_TIMER_UPDATED" = "Sleep Timer Updated";
"CONTINUE_PLAYBACK" = "Vai turpināt atskaņošanu?";
"CONTINUE_PLAYBACK_LONG" = "Would you like to continue playback of \"%@\" where you left off?";

"BUTTON_ALL" = "Select All";
"BUTTON_BACK" = "Atpakaļ";
"BUTTON_EDIT" = "Rediģēt";
"BUTTON_DONE" = "Paveikts";
"BUTTON_CANCEL" = "Atcelt";
"BUTTON_SAVE" = "Saglabāt";
"BUTTON_DOWNLOAD" = "Lejupielādēt";
"BUTTON_DELETE" = "Dzēst";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Ziedot ";
"BUTTON_CONNECT" = "Savienot";
"BUTTON_RENAME" = "Pārdēvēt";
"BUTTON_LEARN_MORE" = "Uzzināt vairāk";
"BUTTON_LOGOUT" = "Iziet";
"BUTTON_CONTINUE" = "Turpināt";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Privātā atskaņošana";
"SCAN_SUBTITLE_TOGGLE" = "Scan for Subtitles (http-only)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Modernizēt Mēdiju Bibliotēku";
"UNTITLED_SHOW" = "Nenosaukta demonstrēšana";
"UNKNOWN" = "Nezināms";

"OPEN_NETWORK" = "Atvērt tīkla plūsmu";
"NETWORK_TITLE" = "Tīkla plūsma";
"OPEN_NETWORK_HELP" = "Ievadiet jebkuru HTTP, RTSP, RTMP, MMS, FTP vai UDP / RTP adresi, lai atvērtu plūsmu tieši.";
"ABOUT_APP" = "Par VLC uz iOS";
"OPEN_VLC_MENU" = "Atvērt VLC sānjoslas izvēlni";
"HTTP_UPLOAD_SERVER_OFF" = "Neaktīvs serveris";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Nav aktīvu sakaru ar WiFi ";
"OPEN_STREAM_OR_DOWNLOAD" = "Would you like to download or play this URL?";
"SHARED_VLC_IOS_LIBRARY" = "Shared VLC for iOS Library";
"SMB_CIFS_FILE_SERVERS" = "File Servers (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Lejuplāde neizdevās ar HTTP kodu %i";
"HTTP_FILE_CREATION_FAILED" = "Faila izveidošana neizdevās";
"HTTP_DOWNLOAD_CANCELLED" = "Lejuplādi atcēlta lietotājs";

"DOWNLOAD_FROM_HTTP_HELP" = "Ievadiet adresi, lai lejupielādētu failu uz jūsu %@.";
"DOWNLOAD_FROM_HTTP" = "Lejupielādes";
"ERROR_NUMBER" = "%i Kļūda notika";
"DOWNLOAD_FAILED" = "Lejuplādēt neizdevās";
"FILE_NOT_SUPPORTED" = "Faila formāts nav atbalstīts";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Adreses shēma nav atbalstīta";
"SCHEME_NOT_SUPPORTED_LONG" = "Adrese shēma (%@) nav atbalstīta. Lūdzu, izmantojiet adresi, sākoties ar HTTP, HTTPS un FTP.";
"LIBRARY_ALL_FILES" = "Visas Datnes";
"LIBRARY_MUSIC" = "Mūzikas albumi";
"LIBRARY_SERIES" = "TV Šovi";
"LIBRARY_TRACKS" = "%i Dziesmas";
"LIBRARY_SINGLE_TRACK" = "%i Dziesma";
"LIBRARY_EPISODES" = "%i Epizodes, %i nelasītas";
"LIBRARY_SINGLE_EPISODE" = "%i epizode, %i nelasīta";
"LIBRARY_TRACK_N" = "Dziesmu %i";
"LIBRARY_MINUTES_LEFT" = "%@m pa kreisi";
"RENAME_MEDIA_TO" = "Ievadiet jaunu nosaukumu %@";

"FOLDER_EMPTY" = "Tukša mape";
"FOLDER_EMPTY_LONG" = "Lai pievienotu failu pieskarieties Rediģēt, izvēlieties failus, kurus jūs vēlaties, noklikšķiniet uz mapes pogu un izvēlieties šo mapi.";
"FOLDER_INVALID_TYPE_TITLE" = "Nederīgu failu tipi";
"FOLDER_INVALID_TYPE_MESSAGE" = "Jūs varat ņemt tikai divus failus, lai izveidotu mapi vai pievienot vienu failu uz esošu mapi.";
"FOLDER_CHOOSE_NAME_TITLE" = "Jauna mape";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Ievadiet nosaukumu priekš jūsu mapes";
"FOLDER_NAME_PLACEHOLDER" = "Mapes virsraksts";
"FOLDER_NAME_DUPLICATE_TITLE" = "Nosaukums jau pastāv";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Lūdzu, izvēlieties citu nosaukumu";
"SELECT_FOLDER" = "Izvēlieties mapi";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Choose a file to open:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Open In...";
"SHARING_ERROR_NO_FILES" = "Could not find any files to share";
"SHARING_ERROR_NO_APPLICATIONS" = "Could not find any applications to open this type of file";
"SHARING_SUCCESS_CAMERA_ROLL" = "File was successfully saved to the Camera Roll";

"SECTION_HEADER_LIBRARY" = "Mēdiju bibliotēka";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Tīkls";

"LOCAL_NETWORK" = "Vietējais tīkls";
"CONNECT_TO_SERVER" = "Pievienojies serverim";
"USER_LABEL" = "Lietotajs";
"PASSWORD_LABEL" = "Parole";
"DISABLE_LABEL" = "Izslēgt";
"BUTTON_ANONYMOUS_LOGIN" = "Anonymous Login";

"LOCAL_SERVER_REFRESH" = "Atjaunot";
"LOCAL_SERVER_LAST_UPDATE" = "Pēdējo reizi atjaunināts %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SERVERA SAVIENOJUMS NEIZDEVĀS";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Lūdzu, pārbaudiet jūsu servera adresi un akreditācijas";

"CLOUD_SERVICES" = "Cloud Services";
"LOGIN" = "Login";
"LOGGED_IN" = "Logged in";

"DROPBOX_DOWNLOAD" = "Lejupielādēt failu?";
"DROPBOX_DL_LONG" = "Vai jūs vēlētos lejupielādēt \"%@\" uz jūsu %@? ";
"DROPBOX_LOGIN" = "Ielogoties";

"GDRIVE_ERROR_FETCHING_FILES" = "Radās kļūda ielādējot failus";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Jūsu fails ir veiksmīgi lejupielādēts";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "IZDEVĀS";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Radās kļūda kamēr lejupielādējot";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "KĻŪDA";

"DISK_FULL" = "Storage limit reached";
"DISK_FULL_FORMAT" = "%@ cannot be stored on your %@, because you don't have enough free space left.";

"NUM_OF_FILES" = "%i faili";
"ONE_FILE" = "1 fails";
"NO_FILES" = "Nav atbalstītu failu";
"DOWNLOADING" = "Lejupielādē...";
"REMAINING_TIME" = "Atlikušais laiks: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Iestatījumi"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "On";
"OFF" = "Off";

"EMPTY_LIBRARY" = "Tukša Mediju bibliotēka";
"EMPTY_LIBRARY_LONG" = "Atskaņošanai, jūs varat straumēt medijus no servera uz jūsu vietējā tīklā, no cloud vai sinhronizēto mediju uz jūsu ierīci izmantojot iTunes, WiFi augšupielādi vai Cloud pakalpojumus.";

"PLAYBACK_SCRUB_HELP" = "Virziet pirkstu uz leju, lai pielāgotu skrubera likmi.";
"PLAYBACK_SCRUB_HIGH" = "High-Speed Scrubbing";
"PLAYBACK_SCRUB_HALF" = "Half-Speed Scrubbing";
"PLAYBACK_SCRUB_QUARTER" = "Quarter-Speed Scrubbing";
"PLAYBACK_SCRUB_FINE" = "Fine Scrubbing";
"PLAYBACK_POSITION" = "Atskaņošana nostāja";
"VIDEO_FILTER" = "Video filtri";
"VIDEO_FILTER_RESET_BUTTON" = "Atiestatīt Video filtrus";
"VIDEO_ASPECT_RATIO_BUTTON" = "Pārslēgt Video Proporcijas";
"PLAY_PAUSE_BUTTON" = "Atskaņot vai pauzēt pašreizējo atskaņošanu";
"BWD_BUTTON" = "Pārlēkt atpakaļ";
"FWD_BUTTON" = "Pārlēkt uz priekšu";
"PLAY_BUTTON" = "Play";
"PAUSE_BUTTON" = "Pause";
"PLAY_ALL_BUTTON" = "Play all";

"VERSION_FORMAT" = "Versija: %@";
"BASED_ON_FORMAT" = "Pamatojoties uz: <br />%@";

"NEW" = "JAUNS";

"BUG_REPORT_TITLE" = "Paziņo par kļūdu";
"BUG_REPORT_MESSAGE" = "Vai jūs vēlētos izveidot kļūdas ziņojumu?";
"BUG_REPORT_BUTTON" = "Atvert Safari";

"VO_VIDEOPLAYER_TITLE" = "Video Lasītājs";
"VO_VIDEOPLAYER_DOUBLETAP" = "Divreiz pieskarieties, lai parādītu vai paslēptu atskaņošanas kontroli";

"FIRST_STEPS_WELCOME" = "Sirsnīgi sagaidīti";
"FIRST_STEPS_WELCOME_DETAIL" = "Pirmie soļi, lai Sync un Atskaņot jūsu multimēdiju.";
"FIRST_STEPS_ITUNES" = "iTunes Failu Sync";
"FIRST_STEPS_ITUNES_DETAILS" = "Pievienojiet jūsu pie jūsu Mac vai PC izmantojot kabeli. Atveriet iTunes. Izvēlieties savu %@. Pārslēdziet uz \"Apps\" cilni, skrullējiet uz leju un meklējiet VLC. Transfer jūsu failus.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Savienojiet savu %@ pie tā paša tīkla, kas jūsu Mac vai PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Pārslēdziet slēdzi sānjoslā, ievadiet URL pie interneta pārlūkaun augšupielādējiet jūsu failus.";
"FIRST_STEPS_CLOUDS" = "Mākoņi";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Augšupielādēt jūsu mediju uz Google Drive vai Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Atveriet sānu joslu, lai izvēlētos savu Cloud pakalpojumu sniedzēju un piekļūtu jūsu mēdijiem, lai lejupielādētu vai straumētu.";
"FIRST_STEPS_PLAYBACK" = "Atskaņošana";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Laiks";
"FIRST_STEPS_ASPECT" = "Proporcijas";
"FIRST_STEPS_SPEED" = "Ātrums";
"FIRST_STEPS_REPEAT" = "Atkārtot";
"FIRST_STEPS_SUBTITLES" = "Subtitru celiņi";
"FIRST_STEPS_AUDIO" = "audio ieraksti";
"FIRST_STEPS_POSITION" = "Pozīcija";

"PLEX_CHECK_ACCOUNT" = "Check your Plex account in settings";
"PLEX_ERROR_ACCOUNT" = "Plex login Error";

"UNAUTHORIZED" = "Unauthorized";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "No server found";
"NO_RECENT_STREAMS" = "No stream was played recently";

"WEBINTF_TITLE" = "Sharing via WiFi";
"WEBINTF_DROPFILES" = "Drop Files";
"WEBINTF_DROPFILES_LONG" = "Drop files in the window to add them to your %@.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_DOWNLOADFILES" = "Download Files";
"WEBINTF_DOWNLOADFILES_LONG" = "Just click the file you want to download from your %@.";
"WEBINTF_TITLE_ATV" = "Remote Playback";
"WEBINTF_DROPFILES_LONG_ATV" = "Drop files in the window to play them on your %@.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_URL_SENT" = "URL sent successfully.";
"WEBINTF_URL_EMPTY" = "URL cannot be empty.";
"WEBINTF_URL_INVALID" = "Not a valid URL.";


"NOW_PLAYING" = "Now Playing";
"PLAY_NOW" = "Play Now";
"PLAYING" = "Playing";
"DETAIL" = "Detail";

"VOLUME" = "Volume";
"DURATION" = "Duration";
"TITLE" = "Nosaukums";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld hours %2$ld minutes remaining";
"%ld hours %ld minutes" = "%1$ld hours %2$ld minutes";
"%ld minutes remaining" = "%ld minutes remaining";
"%ld minutes" = "%ld minutes";
"%ld minutes %ld seconds remaining" = "%1$ld minutes %2$ld seconds remaining";
"%ld minutes %ld seconds" = "%1$ld minutes %2$ld seconds";
"%ld seconds remaining" = "%ld seconds remaining";
"%ld seconds" = "%ld seconds";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Show";
"OBJECT_TYPE_SHOW_EPISODE" = "Show episode";
"OBJECT_TYPE_LABEL" = "Folder";
"OBJECT_TYPE_ALBUM" = "Albums";
"OBJECT_TYPE_ALBUM_TRACK" = "Album track";
"OBJECT_TYPE_FILE" = "File";
"OBJECT_TYPE_FILE_AUDIO" = "Audio file";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Not connected to iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Please connect your iPhone to perform remote control actions.";

"LONGPRESS_TO_STOP" = "Long-press to stop playback.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Audio Info";
"CLOUD_LOGIN_LONG" = "To access Cloud Services, sign-in to iCloud on both this Apple TV and an iOS device with the same Apple ID and enable Keychain Sharing in System Settings.\nAfterwards, login to the cloud provider of your choice using the VLC app on your iOS device. Finally, select it on this screen.";
"ENTER_URL" = "Enter URL to play";
"HTTP_SERVER_ON" = "Disable Remote Playback";
"HTTP_SERVER_OFF" = "Enable Remote Playback";
"CACHED_MEDIA" = "Cached Media";
"CACHED_MEDIA_LONG" = "Media shown here is stored locally on your Apple TV. Note that contents can be removed by the operating system without prior notice anytime when VLC is not running in case your device runs out of storage.";
"DOWNLOAD_SUBS_FROM_OSO" = "Download subtitles from OpenSubtitles.org...";
"FOUND_SUBS" = "Found subtitles";
"USE_SPDIF" = "Use Pass-through (S/PDIF)";

"PLAYBACK" = "Playback";
"REPEAT_MODE" = "Repeat";
"REPEAT_DISABLED" = "Disabled";
"REPEAT_SINGLE" = "Single";
"REPEAT_FOLDER" = "Folder";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "File Transfer Protocol (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Workgroup";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Press %@ to Delete"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "The selection can't be deleted";
"DELETE_INVALID_TITLE" = "Invalid Selection";
"DELETE_MESSAGE" = "Confirm the deletion of the selected files";
"DELETE_TITLE" = "Delete Selected Files";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protokols nav izvēlēts";
"Settings" = "Iestatījumi";
"ERROR" = "Error";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
